Repository: jonathan-dejong/cacheable-instagram
Catalog: languages/shipyard-instagram-*.po
Languages: sv_se

source: Image by %s
sv_se: Bild av %s

source: The Instagram plugin %sneeds to be configured%s!
sv_se: Instagram pluginen %sbehöver konfigureras%s!

source: Configure Settings
sv_se: Konfigurera Inställningar

source: Title
sv_se: Titel

source: Client key
sv_se: Klient nyckel

source: Feed updated
sv_se: Flödet uppdaterades

source: Fetch new images
sv_se: Hämta nya bilder

source: Click the button below to check for new images in the feed. NB. The feed will automatically update every 15 minutes.
sv_se: Klicka på knappen nedan för att kolla efter nya bilder i flödet. Flödet uppdateras automatiskt varje 15 minuter.

source: Fetch feed
sv_se: Hämta flödet

source: Instagram images
sv_se: Instagrambilder

source: Instagram image
sv_se: Instagrambild

source: New instagram image
sv_se: Ny Instagrambild

source: Add New
sv_se: Lägg till ny

source: Add New instagram image
sv_se: Lägg till ny Instagrambild

source: Edit instagram image
sv_se: Redigera Instagrambild

source: View instagram image
sv_se: Visa Instagrambild

source: Search instagram images
sv_se: Sök bland Instagrambilder

source: No instagram images found
sv_se: Inga Instagrambilder hittades

source: No instagram images found in trash
sv_se: Inga Instagrambilder hittades i soptunnan

source: Image
sv_se: Bild

source: Hidden
sv_se: Gömd

source: Date
sv_se: Datum

source: No
sv_se: Nej

source: Yes
sv_se: Ja

source: Instagram Image
sv_se: Instagrambild

source: Hide Image
sv_se: Göm bilden

source: Hide this image
sv_se: Göm denna bild

source: Check the box to hide this image from the frontend of the site
sv_se: Bocka för rutan för att gömma bilden på frontenden

source: Every Fifteen Minutes
sv_se: Varje femton minuter

source: Instagram Plugin for Barncancerfonden
sv_se: Instagram plugin till Barncancerfonden
